content/School/History.org
#+title: Government and AP Micro Econ
#+INCLUDE: "~/Documents/School-Org-Notes/content/header.org"

* Class Info
Taught by Dallas Hartley. Students will learn more about the US government during its entire existence. Students will also study the principles of economics that apply to the behavior of individuals within an economic system. You’ll use graphs, charts, and data to analyze, describe, and explain economic concepts. The AP exam is scheduled for May 6th, 2022

* Notes
- [[./Classes/Gov/Key][][Key]]
- [[./Terms:][][Terms:]]
- [[./Institutions.org][][Institutions]]
- [[./Classes/Gov/Unit][][Unit]]
- [[./1][][1]]
- [[./Test][][Test]]
- [[./Notes.org][][Notes]]
- [[./Classes/Gov/Vocab.org][][Vocab]]
