public/School/History.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Government and AP Micro Econ</title>
<meta name="generator" content="Org mode" />
<meta name="description" content="Header"
 />
<link rel="stylesheet" href="https://gongzhitaao.org/orgcss/org.css" />
</head>
<body>
<div id="content">
<h1 class="title">Government and AP Micro Econ</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><a href="../index.html">Home</a></td>
<td class="org-left"><a href="AdvancedBusinessManagement.html">AdvBusMgmt</a></td>
<td class="org-left"><a href="APComputerScience.html">APCompSci</a></td>
<td class="org-left"><a href="Calculus3.html">Calc3</a></td>
<td class="org-left"><a href="APStatistics.html">APStats</a></td>
<td class="org-left"><a href="History.html">Gov/Econ</a></td>
<td class="org-left"><a href="Literature.html">APLit</a></td>
</tr>
</tbody>
</table>

<div id="outline-container-orgb583d3d" class="outline-2">
<h2 id="orgb583d3d">Class Info</h2>
<div class="outline-text-2" id="text-orgb583d3d">
<p>
Taught by Dallas Hartley. Students will learn more about the US government during its entire existence. Students will also study the principles of economics that apply to the behavior of individuals within an economic system. You’ll use graphs, charts, and data to analyze, describe, and explain economic concepts. The AP exam is scheduled for May 6th, 2022
</p>
</div>
</div>

<div id="outline-container-orgfe41f4a" class="outline-2">
<h2 id="orgfe41f4a">Notes</h2>
<div class="outline-text-2" id="text-orgfe41f4a">
<ul class="org-ul">
<li><a href="./Classes/Gov/Key Terms: Institutions.html">Key Terms: Institutions</a></li>
<li><a href="./Classes/Gov/Unit 1 Test Notes.html">Unit 1 Test Notes</a></li>
<li><a href="./Classes/Gov/Vocab.html">Vocab</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
